Repository: opelog-dev/opelog
Catalog: Opelog/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, th, vi, zh_hans, zh_hant

# finished_summary_longest_format
source: %d days longest
de: max. %d Tage
es: Hasta %d días
fr: Plus long %d jours
id: %d hari terlama
it: Massimo %d giorni
ja: 最長 %d日
ko: 최장 %d일
pt_br: %d dias no máximo
th: นานสุด %d วัน
vi: Dài nhất %d ngày
zh_hans: 最长 %d 天
zh_hant: 最長 %d 天

# footer_notifications_mvp
source: We’ll remind you on the check day at 10:00 (local time).
de: Wir erinnern dich am Prüftag um 10:00 Uhr (Ortszeit).
es: Te recordaremos el día de revisión a las 10:00 (hora local).
fr: Nous vous rappellerons le jour du contrôle à 10:00 (heure locale).
id: Kami akan mengingatkan pada hari cek pukul 10:00 (waktu setempat).
it: Ti ricorderemo il giorno del controllo alle 10:00 (ora locale).
ja: チェック当日の10:00（端末の現地時間）に通知します。
ko: 확인 당일 10:00(현지 시간)에 알려드립니다。
pt_br: Vamos lembrar no dia da verificação às 10:00 (horário local).
th: จะแจ้งในวันกำหนดตรวจ เวลา 10:00 ตามเวลาท้องถิ่น
vi: Chúng tôi sẽ nhắc bạn vào ngày kiểm tra lúc 10:00 (giờ địa phương).
zh_hans: 我们会在提醒日当天本地时间 10:00 提醒您。
zh_hant: 會在檢查當日 10:00（裝置當地時間）提醒。

# footer_notifications_mvp_format
source: We’ll remind you on the check day at %@ (local time).
de: Wir erinnern dich am Prüftag um %@ (Ortszeit).
es: Te recordaremos el día de revisión a %@ (hora local).
fr: Nous vous rappellerons le jour du contrôle à %@ (heure locale).
id: Kami akan mengingatkan pada hari cek pukul %@ (waktu setempat).
it: Ti ricorderemo il giorno del controllo alle %@ (ora locale).
ja: チェック当日の%@（端末の現地時間）に通知します。
ko: 확인 당일 %@(현지 시간)에 알려드립니다。
pt_br: Vamos lembrar no dia da verificação às %@ (horário local).
th: จะแจ้งในวันกำหนดตรวจ เวลา %@ ตามเวลาท้องถิ่น
vi: Chúng tôi sẽ nhắc bạn vào ngày kiểm tra lúc %@ (giờ địa phương).
zh_hans: 我们会在提醒日当天 %@（本地时间）提醒您。
zh_hant: 會在檢查當日的 %@（裝置當地時間）提醒。

# footer_notifications_permission_hint
source: If reminders are off in Settings, notifications won’t arrive.
de: Wenn Erinnerungen in den Einstellungen aus sind, kommen keine Mitteilungen an.
es: Si las notificaciones están desactivadas en Ajustes, no llegarán.
fr: Si les notifications sont désactivées dans Réglages, elles n’arriveront pas.
id: Jika pengingat dimatikan di Pengaturan, notifikasi tidak akan terkirim.
it: Se i promemoria sono disattivati nelle Impostazioni, le notifiche non arriveranno.
ja: 設定で通知がオフの場合は届きません。
ko: 설정에서 알림이 꺼져 있으면 도착하지 않습니다。
pt_br: Se os lembretes estiverem desligados em Ajustes, as notificações não chegam.
th: หากปิดการแจ้งเตือนในการตั้งค่า แจ้งเตือนจะไม่มาถึง
vi: Nếu nhắc nhở bị tắt trong Cài đặt, thông báo sẽ không đến.
zh_hans: 若在系统设置中关闭了通知权限，将无法收到提醒。
zh_hant: 若在設定中關閉通知，將不會收到提醒。

# footer_photo_local
source: Photos stay on this device only.
de: Fotos bleiben nur auf diesem Gerät.
es: Las fotos solo se guardan en este dispositivo.
fr: Les photos restent uniquement sur cet appareil.
id: Foto hanya tersimpan di perangkat ini.
it: Le foto restano solo su questo dispositivo.
ja: 写真はこの端末内だけに保存されます。
ko: 사진은 이 기기에만 저장됩니다。
pt_br: As fotos ficam só neste aparelho.
th: เก็บรูปภาพบนอุปกรณ์นี้เท่านั้น
vi: Ảnh chỉ được lưu trên thiết bị này.
zh_hans: 照片仅保存在本设备。
zh_hant: 照片只會存在此裝置上。

# footer_use_within_explanation
source: This is your personal check estimate—not an expiration date.
de: Das ist deine persönliche Prüfschätzung—kein Verfallsdatum.
es: Es tu estimación personal de revisión, no una fecha de caducidad.
fr: C’est votre rappel estimé personnel, pas une date d’expiration.
id: Ini adalah perkiraan cek Anda sendiri—bukan tanggal kedaluwarsa.
it: È la tua stima personale di controllo—non una data di scadenza.
ja: あなた自身のチェック目安です。使用期限の保証ではありません。
ko: 본인이 정한 확인 기준일이며, 유통기한을 보장하지 않습니다。
pt_br: Esta é sua estimativa pessoal de verificação — não é uma data de validade.
th: เป็นกำหนดตรวจที่คุณตั้งเอง — ไม่ใช่วันหมดอายุผลิตภัณฑ์
vi: Đây là dự kiến kiểm tra cá nhân của bạn—không phải ngày hết hạn sản phẩm.
zh_hans: 这是您个人设定的自查预估，并非商品标注的保质期或失效日期。
zh_hant: 這是你自己的檢查提醒，並非有效期限保證。

# home_display_hint_footer
source: Long-press the list for sort and filter options.
de: Liste lange drücken für Sortierung und Filter.
es: Mantén pulsada la lista para ordenar y filtrar.
fr: Appui long sur la liste pour trier et filtrer.
id: Tekan lama pada daftar untuk opsi pengurutan dan penyaringan.
it: Tieni premuto l'elenco per ordinare e filtrare.
ja: 一覧を長押しで並べ替えと絞り込み。
ko: 목록을 길게 눌러 정렬과 필터。
pt_br: Toque e segure a lista para ordenar e filtrar.
th: กดค้างที่รายการเพื่อเรียงและกรอง
vi: Nhấn giữ danh sách để sắp xếp và lọc.
zh_hans: 长按列表可排序、筛选。
zh_hant: 長按列表可排序與篩選。

# home_empty_subtitle
source: Add your first opened item—photos and reminders are optional.
de: Füge deinen ersten geöffneten Artikel hinzu—Fotos und Erinnerungen sind optional.
es: Añade tu primer artículo abierto; fotos y recordatorios son opcionales.
fr: Ajoutez votre premier article ouvert ; photos et rappels sont facultatifs.
id: Tambahkan item pertama Anda yang telah dibuka—foto dan pengingat bersifat opsional.
it: Aggiungi il primo elemento aperto: foto e promemoria sono facoltativi.
ja: 最初の開封アイテムを追加。写真や通知は任意です。
ko: 첫 개봉 아이템을 추가하세요. 사진과 알림은 선택 사항입니다。
pt_br: Adicione seu primeiro item aberto — fotos e lembretes são opcionais.
th: เพิ่มของที่เปิดใช้ชิ้นแรก — รูปและแจ้งเตือนไม่จำเป็น
vi: Thêm mặt hàng đã mở đầu tiên—ảnh và nhắc nhở là tuỳ chọn.
zh_hans: 添加第一件已开封物品；照片与提醒均为可选。
zh_hant: 加入第一個開封項目，照片與通知皆為選填。

# home_empty_title
source: Nothing here yet
de: Noch nichts hier
es: Aún no hay nada
fr: Rien pour l’instant
id: Belum ada apa pun di sini
it: Ancora niente qui
ja: まだ何もありません
ko: 아직 아무것도 없습니다
pt_br: Nada aqui ainda
th: ยังไม่มีอะไรที่นี่
vi: Chưa có gì ở đây
zh_hans: 这里还没有内容
zh_hant: 尚無項目

# home_filter_category_all
source: All categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
id: Semua kategori
it: Tutte le categorie
ja: すべてのカテゴリ
ko: 모든 카테고리
pt_br: Todas as categorias
th: ทุกหมวด
vi: Mọi danh mục
zh_hans: 全部分类
zh_hant: 所有類別

# home_filter_category_section
source: Category
de: Kategorie
es: Categoría
fr: Catégorie
id: Kategori
it: Categoria
ja: カテゴリ
ko: 카테고리
pt_br: Categoria
th: หมวดหมู่
vi: Danh mục
zh_hans: 分类
zh_hant: 類別

# home_filter_status_all
source: All statuses
de: Alle Status
es: Todos los estados
fr: Tous les statuts
id: Semua status
it: Tutti gli stati
ja: すべての状態
ko: 모든 상태
pt_br: Todos os status
th: ทุกสถานะ
vi: Mọi trạng thái
zh_hans: 全部状态
zh_hant: 所有狀態

# home_search_placeholder
source: Search items
de: Artikel suchen
es: Buscar artículos
fr: Rechercher des articles
id: Cari item
it: Cerca elementi
ja: アイテムを検索
ko: 아이템 검색
pt_br: Buscar itens
th: ค้นหารายการ
vi: Tìm kiếm mặt hàng
zh_hans: 搜索物品
zh_hant: 搜尋項目

# home_sort_check_soonest
source: Check soonest
de: Prüfung bald zuerst
es: Revisión más próxima
fr: Contrôle le plus proche
id: Cek terdekat lebih dulu
it: Controllo più vicino
ja: チェックが近い順
ko: 확인이 가까운 순
pt_br: Verificação mais próxima
th: ถึงกำหนดตรวจเร็วสุด
vi: Kiểm tra sớm nhất
zh_hans: 按提醒临近排序
zh_hant: 即將檢查

# home_sort_opened_newest
source: Opened (newest)
de: Geöffnet (neueste zuerst)
es: Apertura (más reciente)
fr: Ouverture (plus récent)
id: Tanggal dibuka (terbaru)
it: Aperti (più recenti)
ja: 開封が新しい順
ko: 개봉일 최신순
pt_br: Abertos (mais recentes)
th: เปิดใช้ (ใหม่สุด)
vi: Mới mở nhất
zh_hans: 开封日期（新到旧）
zh_hant: 開封日期（最新）

# home_sort_opened_oldest
source: Opened (oldest)
de: Geöffnet (älteste zuerst)
es: Apertura (más antigua)
fr: Ouverture (plus ancien)
id: Tanggal dibuka (terlama)
it: Aperti (meno recenti)
ja: 開封が古い順
ko: 개봉일 오래된 순
pt_br: Abertos (mais antigos)
th: เปิดใช้ (เก่าสุด)
vi: Mở lâu nhất
zh_hans: 开封日期（旧到新）
zh_hant: 開封日期（最舊）

# home_sort_recent_created
source: Recently added
de: Zuletzt hinzugefügt
es: Recién añadidos
fr: Ajoutés récemment
id: Baru ditambahkan
it: Aggiunti di recente
ja: 追加が新しい順
ko: 최근 추가순
pt_br: Adicionados recentemente
th: เพิ่มล่าสุด
vi: Mới thêm gần đây
zh_hans: 最近添加
zh_hant: 最近新增

# home_sort_section
source: Sort
de: Sortierung
es: Ordenar
fr: Trier
id: Urutan
it: Ordina
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
th: เรียง
vi: Sắp xếp
zh_hans: 排序
zh_hant: 排序

source: How was this item?
de: Wie war dieser Artikel?
es: ¿Qué tal este artículo？
fr: Comment était cet article？
id: Bagaimana item ini?
it: Com'è stato questo prodotto?
ja: 使い心地はどうでしたか？
ko: 사용感은 어땠나요？
pt_br: O que achou deste item?
th: รายการนี้เป็นอย่างไร?
vi: Bạn đánh giá mặt hàng này thế nào?
zh_hans: 这件物品用得怎么样？
zh_hant: 使用心得如何？

# memo_label
source: Memo
de: Notiz
es: Nota
fr: Note
ja: メモ
ko: 메모
pt_br: Anotações
th: บันทึกย่อ
vi: Ghi chú
zh_hans: 备注
zh_hant: 備註

# multiple_photo_limit_title
source: Photo limit
de: Fotolimit
es: Límite de fotos
fr: Limite de photos
id: Batas foto
it: Limite foto
ja: 写真の上限
ko: 사진 한도
pt_br: Limite de fotos
th: จำกัดจำนวนรูป
vi: Giới hạn ảnh
zh_hans: 照片数量上限
zh_hant: 照片上限

# multiple_photo_premium_max_message
source: You can add up to 5 photos per item.
de: Du kannst bis zu 5 Fotos pro Artikel hinzufügen.
es: Puedes añadir hasta 5 fotos por artículo.
fr: Vous pouvez ajouter jusqu’à 5 photos par article.
id: Anda dapat menambahkan hingga 5 foto per item.
it: Puoi aggiungere fino a 5 foto per elemento.
ja: 1つのアイテムに追加できる写真は最大5枚です。
ko: 아이템 하나에 최대 5장의 사진을 추가할 수 있습니다。
pt_br: Você pode adicionar até 5 fotos por item.
th: เพิ่มรูปได้ไม่เกิน 5 รูปต่อรายการ
vi: Mỗi mặt hàng được thêm tối đa 5 ảnh.
zh_hans: 每件物品最多可添加 5 张照片。
zh_hant: 每個項目最多可加入 5 張照片。

# notif_reminder_body_format
source: %1$@ was opened %2$d days ago.
de: %1$@ wurde vor %2$d Tagen geöffnet.
es: %1$@ fue abierto hace %2$d días.
fr: %1$@ a été ouvert il y a %2$d jours.
id: %1$@ dibuka %2$d hari yang lalu.
it: %1$@ — aperto da %2$d giorni.
ja: %1$@を開封して%2$d日経ちました。
ko: %1$@을(를) 개봉한 지 %2$d일이 지났습니다。
pt_br: %1$@ foi aberto há %2$d dias.
th: %1$@ เปิดใช้มาแล้ว %2$d วัน
vi: %1$@ được mở %2$d ngày trước.
zh_hans: %1$@ 已于 %2$d 天前开封。
zh_hant: %1$@ 已開封 %2$d 天。

# notif_reminder_title
source: Time to check this item
de: Zeit, diesen Artikel zu prüfen
es: Es hora de revisar este artículo
fr: Il est temps de vérifier cet article
id: Waktunya cek item ini
it: È ora di controllare questo elemento
ja: そろそろチェック
ko: 확인할 시간입니다
pt_br: Hora de verificar este item
th: ถึงเวลาตรวจรายการนี้
vi: Đến lúc kiểm tra mặt hàng này
zh_hans: 该检查一下这件物品了
zh_hant: 該檢查這個項目了

# notification_time_label
source: Notification time
de: Mitteilungszeit
es: Hora de notificación
fr: Heure de notification
id: Waktu notifikasi
it: Orario notifica
ja: 通知時間
ko: 알림 시간
pt_br: Horário da notificação
th: เวลาแจ้งเตือน
vi: Giờ thông báo
zh_hans: 通知时间
zh_hant: 通知時間

# open_app_settings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
id: Buka Pengaturan
it: Apri Impostazioni
ja: 設定アプリで開く
ko: 설정에서 열기
pt_br: Abrir Ajustes
th: เปิดการตั้งค่า
vi: Mở Cài đặt
zh_hans: 打开设置
zh_hant: 開啟設定

# opened_n_days_ago
source: Opened %lld days ago
de: Vor %lld Tagen geöffnet
es: Abierto hace %lld días
fr: Ouvert il y a %lld jours
id: Dibuka %lld hari yang lalu
it: Aperto %lld giorni fa
ja: 開封して%lld日
ko: 개봉한 지 %lld일
pt_br: Aberto há %lld dias
th: เปิดใช้ไปแล้ว %lld วัน
vi: Đã mở %lld ngày trước
zh_hans: %lld 天前开封
zh_hant: 已開封 %lld 天

# opened_one_day_ago
source: Opened 1 day ago
de: Vor 1 Tag geöffnet
es: Abierto hace 1 día
fr: Ouvert il y a 1 jour
id: Dibuka 1 hari yang lalu
it: Aperto 1 giorno fa
ja: 開封して1日
ko: 개봉한 지 1일
pt_br: Aberto há 1 dia
th: เปิดใช้เมื่อวันก่อน
vi: Đã mở 1 ngày trước
zh_hans: 1 天前开封
zh_hant: 已開封 1 天

source: Opened today
de: Heute geöffnet
es: Abierto hoy
fr: Ouvert aujourd’hui
id: Dibuka hari ini
it: Aperto oggi
ja: 今日開封
ko: 오늘 개봉
pt_br: Aberto hoje
th: เปิดใช้วันนี้
vi: Mở hôm nay
zh_hans: 今天开封
zh_hant: 今天開封

# past_estimate_n_days
source: Past estimate by %lld days
de: Prüfschätzung seit %lld Tagen überschritten
es: Estimación superada por %lld días
fr: Estimation dépassée de %lld jours
id: Sudah %lld hari lewat perkiraan
it: Stima superata di %lld giorni
ja: 目安を%lld日過ぎています
ko: 기준일을 %lld일 지났습니다
pt_br: %lld dias além da estimativa
th: เลยกำหนดไป %lld วัน
vi: Quá dự kiến %lld ngày
zh_hans: 已超过预估 %lld 天
zh_hant: 已超過提醒 %lld 天

# past_estimate_one_day
source: Past estimate by 1 day
de: Prüfschätzung seit 1 Tag überschritten
es: Estimación superada por 1 día
fr: Estimation dépassée de 1 jour
id: Sudah 1 hari lewat perkiraan
it: Stima superata di 1 giorno
ja: 目安を1日過ぎています
ko: 기준일을 1일 지났습니다
pt_br: 1 dia além da estimativa
th: เลยกำหนดไป 1 วัน
vi: Quá dự kiến 1 ngày
zh_hans: 已超过预估 1 天
zh_hant: 已超過提醒 1 天

# permission_camera_denied
source: Camera access is not allowed. Please allow camera access in Settings.
de: Kamerazugriff ist nicht erlaubt. Bitte erlaube den Kamerazugriff in den Einstellungen.
es: El acceso a la cámara no está permitido. Permítelo en Ajustes.
fr: L’accès à l’appareil photo n’est pas autorisé. Autorisez-le dans Réglages.
id: Akses kamera tidak diizinkan. Silakan izinkan akses kamera di Pengaturan.
it: Accesso alla fotocamera negato. Consenti l'accesso nelle Impostazioni.
ja: カメラへのアクセスが許可されていません。設定アプリからカメラへのアクセスを許可してください。
ko: 카메라 접근이 허용되어 있지 않습니다. 설정에서 카메라 접근을 허용하세요。
pt_br: O acesso à câmera não está permitido. Permita o acesso à câmera em Ajustes.
th: ไม่ได้รับอนุญาตให้เข้าถึงกล้อง กรุณาเปิดสิทธิ์ในการตั้งค่า
vi: Chưa được phép truy cập máy ảnh. Vui lòng bật trong Cài đặt.
zh_hans: 无法访问相机。请在“设置”中允许使用相机。
zh_hant: 尚未允許相機存取。請在設定中允許相機存取。

# permission_photo_denied
source: Photo access is not allowed. Please allow photo access in Settings.
de: Fotozugriff ist nicht erlaubt. Bitte erlaube den Fotozugriff in den Einstellungen.
es: El acceso a las fotos no está permitido. Permítelo en Ajustes.
fr: L’accès aux photos n’est pas autorisé. Autorisez-le dans Réglages.
id: Akses foto tidak diizinkan. Silakan izinkan akses foto di Pengaturan.
it: Accesso alle foto negato. Consenti l'accesso nelle Impostazioni.
ja: 写真へのアクセスが許可されていません。設定アプリから写真へのアクセスを許可してください。
ko: 사진 접근이 허용되어 있지 않습니다. 설정에서 사진 접근을 허용하세요。
pt_br: O acesso às fotos não está permitido. Permita o acesso às fotos em Ajustes.
th: ไม่ได้รับอนุญาตให้เข้าถึงภาพ กรุณาเปิดสิทธิ์ในการตั้งค่า
vi: Chưa được phép truy cập ảnh. Vui lòng bật trong Cài đặt.
zh_hans: 无法访问照片。请在“设置”中允许访问照片。
zh_hant: 尚未允許照片存取。請在設定中允許照片存取。

# personal_notes_section
source: Personal notes
de: Persönliche Notizen
es: Notas personales
fr: Notes personnelles
id: Catatan pribadi
it: Note personali
ja: 自分用メモ
ko: 개인 메모
pt_br: Notas pessoais
th: บันทึกส่วนตัว
vi: Ghi chú cá nhân
zh_hans: 个人备忘
zh_hant: 個人備註

# photo_load_failed
source: Unable to load photo
de: Foto konnte nicht geladen werden
es: No se pudo cargar la foto
fr: Impossible de charger la photo
id: Tidak dapat memuat foto
it: Impossibile caricare la foto
ja: 写真を読み込めませんでした
ko: 사진을 불러올 수 없습니다
pt_br: Não foi possível carregar a foto
th: โหลดรูปไม่ได้
vi: Không tải được ảnh
zh_hans: 无法加载照片
zh_hant: 無法載入照片

# photo_page_format
source: Photo %1$lld of %2$lld
de: Foto %1$lld von %2$lld
es: Foto %1$lld de %2$lld
fr: Photo %1$lld sur %2$lld
id: Foto %1$lld dari %2$lld
it: Foto %1$lld di %2$lld
ja: %2$lld枚中%1$lld枚目
ko: %2$lld장 중 %1$lld장
pt_br: Foto %1$lld de %2$lld
th: รูปที่ %1$lld จาก %2$lld
vi: Ảnh %1$lld trong %2$lld
zh_hans: 第 %1$lld 张，共 %2$lld 张
zh_hant: 第 %1$lld 張，共 %2$lld 張

# photo_viewer_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
th: ปิด
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# photo_viewer_title
source: Photo
de: Foto
es: Foto
id: Foto
it: Foto
ja: 写真
ko: 사진
pt_br: Foto
th: รูปภาพ
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# premium_already_premium
source: You’re already Premium.
de: Du hast bereits Premium.
es: Ya tienes Premium activo.
fr: Vous avez déjà Premium.
id: Anda sudah menggunakan Premium.
it: Sei già Premium.
ja: すでにPremiumです。
ko: 이미 Premium입니다。
pt_br: Você já é Premium.
th: คุณเป็น Premium อยู่แล้ว
vi: Bạn đang dùng Premium.
zh_hans: 您已开通高级版。
zh_hant: 您已啟用 Premium。

# premium_benefit_archive
source: Unlimited archive
de: Unbegrenztes Archiv
es: Historial ilimitado
fr: Historique illimité
id: Arsip tak terbatas
it: Archivio illimitato
ja: アーカイブ無制限
ko: 보관함 무제한
pt_br: Histórico ilimitado
th: คลังไม่จำกัด
vi: Lưu trữ không giới hạn
zh_hans: 归档不限量
zh_hant: 無限用完記錄

# premium_benefit_future
source: Future Premium features
de: Zukünftige Premium-Funktionen
es: Futuras funciones Premium
fr: Futures fonctionnalités Premium
id: Fitur Premium mendatang
it: Funzioni Premium future
ja: 今後のPremium機能
ko: 향후 Premium 기능
pt_br: Recursos Premium futuros
th: ฟีเจอร์ Premium เพิ่มเติมในอนาคต
vi: Tính năng Premium sắp tới
zh_hans: 后续高级版功能
zh_hant: 未來 Premium 功能

# premium_benefit_items
source: Unlimited items
de: Unbegrenzte Artikel
es: Artículos ilimitados
fr: Articles illimités
id: Item tak terbatas
it: Elementi illimitati
ja: アイテム無制限
ko: 아이템 무제한
pt_br: Itens ilimitados
th: รายการไม่จำกัด
vi: Không giới hạn mặt hàng
zh_hans: 物品数量不限
zh_hant: 無限項目

# premium_benefit_multiple_photos
source: Multiple photos per item
de: Mehrere Fotos pro Artikel
es: Varias fotos por artículo
fr: Plusieurs photos par article
id: Beberapa foto per item
it: Più foto per elemento
ja: 写真を複数枚保存
ko: 아이템당 여러 장의 사진
pt_br: Várias fotos por item
th: หลายรูปต่อรายการ
vi: Nhiều ảnh cho một mặt hàng
zh_hans: 每件物品可添加多张照片
zh_hant: 每個項目可加入多張照片

# premium_benefit_multiple_photos_detail
source: Save more photos for each item, like labels, ingredients, and finished-item photos.
de: Speichere mehr Fotos pro Artikel, z. B. Etiketten, Inhaltsstoffe und Fotos von erledigten Artikeln.
es: Guarda más fotos de cada artículo, como etiquetas, ingredientes y fotos al terminarlo.
fr: Enregistrez plus de photos pour chaque article, comme les étiquettes, les ingrédients et les photos une fois terminé.
id: Simpan lebih banyak foto untuk setiap item, misalnya label, bahan, dan foto setelah pakai.
it: Salva più foto per ogni elemento: etichette, ingredienti e foto a fine utilizzo.
ja: ラベル、成分表、使い切り時の写真なども一緒に残せます。
ko: 라벨, 성분표, 사용 완료 사진도 함께 저장할 수 있습니다。
pt_br: Guarde mais fotos de cada item, como rótulos, ingredientes e fotos depois de usar.
th: เก็บรูปได้มากขึ้นต่อรายการ เช่น ฉลาก ส่วนผสม หรือรูปหลังใช้หมด
vi: Lưu thêm ảnh cho mỗi mặt hàng, ví dụ nhãn mác, thành phần hay ảnh sau khi dùng xong.
zh_hans: 可为每件物品保存更多照片，例如标签、成分表，或用完后的留念照。
zh_hant: 可一起保存標籤、成分表與用完時的照片。

# premium_benefit_no_ads
source: No ads
de: Keine Werbung
es: Sin anuncios
fr: Sans publicité
id: Tanpa iklan
it: Senza pubblicità
ja: 広告なし
ko: 광고 없음
pt_br: Sem anúncios
th: ไม่มีโฆษณา
vi: Không quảng cáo
zh_hans: 无广告
zh_hant: 無廣告

# premium_benefit_theme
source: Themes
de: Designs
es: Temas
fr: Thèmes
id: Tema
it: Temi
ja: テーマ変更
ko: 테마
pt_br: Temas
th: ธีม
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

# premium_close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
th: ปิด
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

# premium_limit_line1
source: You’ve reached the free item limit.
de: Du hast das kostenlose Artikellimit erreicht.
es: Has alcanzado el límite de artículos del plan gratuito.
fr: Vous avez atteint la limite d’articles du plan gratuit.
id: Anda telah mencapai batas item gratis.
it: Hai raggiunto il limite degli elementi gratuiti.
ja: 無料プランのアイテム上限に達しました。
ko: 무료 플랜의 아이템 한도에 도달했습니다。
pt_br: Você atingiu o limite gratuito de itens.
th: ครบโควตารายการฟรีแล้ว
vi: Bạn đã đạt giới hạn mặt hàng của bản miễn phí.
zh_hans: 已达到免费版物品数量上限。
zh_hant: 已達免費方案的项目上限。

# premium_limit_line2
source: Upgrade to Premium to add unlimited items.
de: Mit Premium kannst du unbegrenzt Artikel hinzufügen.
es: Actualiza a Premium para añadir artículos ilimitados.
fr: Passez à Premium pour ajouter des articles illimités.
id: Upgrade ke Premium untuk menambahkan item tanpa batas.
it: Passa a Premium per aggiungere elementi illimitati.
ja: Premiumにアップグレードすると、無制限に追加できます。
ko: Premium으로 업그레이드하면 무제한으로 추가할 수 있습니다。
pt_br: Atualize para o Premium para adicionar itens ilimitados.
th: อัปเกรดเป็น Premium เพื่อเพิ่มรายการได้ไม่จำกัด
vi: Nâng cấp Premium để thêm mặt hàng không giới hạn.
zh_hans: 升级高级版即可添加不限量物品。
zh_hant: 升級 Premium 即可無限新增。

# premium_onetime_note
source: One-time purchase. No subscription.
de: Einmaliger Kauf. Kein Abo.
es: Compra única. Sin suscripción.
fr: Achat unique. Pas d’abonnement.
id: Pembelian sekali bayar. Tanpa langganan.
it: Acquisto una tantum. Nessun abbonamento.
ja: サブスクではなく、買い切りです。
ko: 구독이 아닌 일회성 구매입니다。
pt_br: Compra única. Sem assinatura.
th: ซื้อครั้งเดียว — ไม่มีค่าสมัครแบบรายเดือน
vi: Mua một lần. Không đăng ký định kỳ.
zh_hans: 一次性购买，无需订阅。
zh_hant: 一次買斷，非訂閱制。

# premium_pending
source: This purchase is pending. You’ll unlock Premium when it completes.
de: Dieser Kauf steht noch aus. Premium wird freigeschaltet, sobald er abgeschlossen ist.
es: La compra está pendiente. Premium se activará al completarse.
fr: L’achat est en attente. Premium se débloquera une fois terminé.
id: Pembelian ini masih tertunda. Premium akan aktif saat pembelian selesai.
it: Questo acquisto è in sospeso. Premium si sbloccherà al completamento.
ja: 購入が承認待ちです。完了するとPremiumが有効になります。
ko: 구매가 대기 중입니다. 완료되면 Premium이 활성화됩니다。
pt_br: Esta compra está pendente. O Premium será liberado quando concluir.
th: การซื้อรอดำเนินการ เมื่อเสร็จจะได้สิทธิ์ Premium
vi: Giao dịch đang chờ duyệt. Premium sẽ mở khi hoàn tất.
zh_hans: 购买正在处理中，完成后即可解锁高级版。
zh_hant: 購買處理中，完成後即啟用 Premium。

# premium_purchase_failed
source: Purchase could not finish. Please try again.
de: Der Kauf konnte nicht abgeschlossen werden. Bitte versuche es erneut.
es: No se pudo completar la compra. Inténtalo de nuevo.
fr: L’achat n’a pas pu aboutir. Réessayez.
id: Pembelian tidak dapat diselesaikan. Silakan coba lagi.
it: Impossibile completare l'acquisto. Riprova.
ja: 購入に失敗しました。もう一度お試しください。
ko: 구매를 완료할 수 없습니다. 다시 시도해 주세요。
pt_br: Não foi possível concluir a compra. Tente de novo.
th: ซื้อไม่สำเร็จ กรุณาลองใหม่
vi: Không thể hoàn tất mua hàng. Vui lòng thử lại.
zh_hans: 无法完成购买，请重试。
zh_hant: 無法完成購買，請再試一次。

# premium_restore_button
source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l’achat
id: Pulihkan Pembelian
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
pt_br: Restaurar compra
th: กู้คืนการซื้อ
vi: Khôi phục giao dịch
zh_hans: 恢复购买
zh_hant: 恢復購買

# premium_restore_empty
source: No purchases were found to restore.
de: Es wurden keine Käufe zum Wiederherstellen gefunden.
es: No se encontraron compras para restaurar.
fr: Aucun achat à restaurer.
id: Tidak ada pembelian untuk dipulihkan.
it: Nessun acquisto da ripristinare.
ja: 復元できる購入が見つかりませんでした。
ko: 복원할 구매 내역을 찾을 수 없습니다。
pt_br: Não encontramos compras para restaurar.
th: ไม่พบการซื้อที่จะกู้คืน
vi: Không tìm thấy giao dịch để khôi phục.
zh_hans: 没有可恢复的购买记录。
zh_hant: 找不到可恢復的購買。

# premium_restore_success
source: Your purchase was restored.
de: Dein Kauf wurde wiederhergestellt.
es: Compra restaurada.
fr: Achat restauré.
id: Pembelian Anda telah dipulihkan.
it: Acquisto ripristinato.
ja: 購入を復元しました。
ko: 구매가 복원되었습니다。
pt_br: Sua compra foi restaurada.
th: กู้คืนการซื้อแล้ว
vi: Đã khôi phục giao dịch của bạn.
zh_hans: 购买已恢复。
zh_hant: 已恢復購買。

# premium_store_unavailable
source: The store is temporarily unavailable.
de: Der Store ist vorübergehend nicht verfügbar.
es: La tienda no está disponible temporalmente.
fr: La boutique est temporairement indisponible.
id: Toko tidak tersedia untuk sementara.
it: Lo store non è momentaneamente disponibile.
ja: ストアに接続できませんでした。
ko: 스토어를 일시적으로 사용할 수 없습니다。
pt_br: A loja está temporariamente indisponível.
th: ร้านค้าชั่วคราวไม่พร้อมให้บริการ
vi: Cửa hàng tạm thời không khả dụng.
zh_hans: 商店暂时不可用。
zh_hant: 商店暫時無法使用。
